import md01 from '@/doc/01.md';
import md02 from '@/doc/02.md';
import md03 from '@/doc/03.md';
import md04 from '@/doc/04.md';
import md05 from '@/doc/05.md';
import md06 from '@/doc/06.md';

// TODO 国际化
export const blogs = [
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md01?.html,
  },
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md02?.html,
  },
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md03?.html,
  },
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md04?.html,
  },
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md05?.html,
  },
  {
    img: 'https://gw.alipayobjects.com/zos/antfincdn/T0JzQNrgjS/f719afde-0947-49be-9ca2-54fbd2c08382.png',
    title: 'IDC推荐TuGraph为主流图数据库供应商',
    desc: '蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储、图计算、图学习、图研发平台的完善的图数据库体系。”“蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储蚂蚁集团依托着其在风控以及推荐等复杂的应用场景，苛刻的技术要求，构建了一套包含了图存储……',
    updateDate: '2022-7-7',
    content: md06?.html,
  },
];
